This is an exploratory notebook that should be used as a reference for raw data. Actual processing code is under `tasks/`.

In [1]:
import pandas as pd

In [2]:
df = pd.DataFrame({
    'name': ['Hemingway, Ernest', 'virginia woolf', 'charles dickens   '],
    'birth_year': [1899, 1882, 1812],
})

In [3]:
df

                 name  birth_year
0   Hemingway, Ernest        1899
1      virginia woolf        1882
2  charles dickens           1812